{
  "whyAmuse": "Why Amuse",
  "ourVision": "Our Vision",
  "plan": "Plan",
  "getApp": "Get App",
  "mainBannerTitle": "Unlock Your Potential, One Spark at a Time",
  "mainBannerDescription": "Amuse App - Where Curiosity Meets Growth",
  "whyAmuseQ": "Why Amuse?",
  "whySectionDesc": "At Amuse App, we believe in the power of curiosity to drive learning and personal growth. Our approach is simple yet profound, designed around the science of how your brain absorbs and retains information. Here's why we do what we do:",
  "threeCardsADay": "Three Cards a Day",
  "whySectionCardsDesc": "Escape information overload! We curate just three cards daily for optimal retention, making every piece of knowledge count.",
  "curatedTopics": "Curated Topics",
  "whySectionTopicsDesc": "Focusing on five key topics enhances meaningful learning, aligning with cognitive science principles that emphasize less is more for effective learning.",
  "spacedLearning": "Spaced Learning",
  "whySectionLearningDesc": "Our spaced repetition model fast-tracks lasting learning by reinforcing memory over time. It aligns with how your brain prefers to learn, providing the space to digest and grow.",
  "sparkYourCuriosity": "Spark Your Curiosity",
  "whySectionCuriosityDesc": "Amuse is crafted to ignite daily interest, inviting you on a journey of discovery and growth through curiosity, not just sharing knowledge.",
  "visionSectionDesc": "To amuse and grow, one curious mind at a time. Dive into a world where learning feels like play, and every discovery is a step towards a richer, more enlightened you. Let's keep a little mystery, though; the best discoveries are the ones you make yourself.",
  "plansAndFeatures": "Plans & Features",
  "freePrice": "$0",
  "freePlanItem1": "Daily access to three carefully selected cards",
  "freePlanItem2": "Explore up to five diverse topics",
  "freePlanItem3": "Engage with the community in discussions",
  "freePlanItem4": "Track your learning progress",
  "premiumPrice": "$4.99",
  "month": "Month",
  "premiumPlan": "Plus Plan",
  "premiumPlanItem1": "Topic Archives: Access all completed topics anytime.",
  "premiumPlanItem2": "Daily Review:  5 Cards a day to keep past lessons fresh.",
  "premiumPlanItem3": "Advanced AI: Enjoy more personalized, effective learning cards.",
  "premiumPlanItem4": "Popular Topics: Gain exclusive access to trending topics.",
  "premiumPlanItem5": "Family Sharing: A single plan for up to 4 family learners.",
  "startJourneyTitle": "Start Your Journey of Curiosity",
  "footerRights": "All right reserved. Amuse"
}
