{
  "whyAmuse": "Por Que Amuse",
  "ourVision": "Nossa Visão",
  "plan": "Plano",
  "getApp": "Obter Aplicativo",
  "mainBannerTitle": "Desbloqueie Seu Potencial, Uma Faísca de Cada Vez",
  "mainBannerDescription": "Aplicativo Amuse - Onde a Curiosidade Encontra o Crescimento",
  "whyAmuseQ": "Por Que Amuse?",
  "whySectionDesc": "No aplicativo Amuse, acreditamos no poder da curiosidade para impulsionar a aprendizagem e o crescimento pessoal. Nossa abordagem é simples, porém profunda, projetada em torno da ciência de como seu cérebro absorve e retém informações. Aqui está o porquê fazemos o que fazemos:",
  "threeCardsADay": "Três Cartas por Dia",
  "whySectionCardsDesc": "Fuja da sobrecarga de informações! Curamos apenas três cartas diárias para uma retenção ideal, fazendo com que cada pedaço de conhecimento conte.",
  "curatedTopics": "Tópicos Curados",
  "whySectionTopicsDesc": "Focar em cinco tópicos-chave melhora a aprendizagem significativa, alinhando-se aos princípios da ciência cognitiva que enfatizam que menos é mais para uma aprendizagem eficaz.",
  "spacedLearning": "Aprendizagem Espaçada",
  "whySectionLearningDesc": "Nosso modelo de repetição espaçada acelera a aprendizagem duradoura, reforçando a memória ao longo do tempo. Ele se alinha com a forma como seu cérebro prefere aprender, proporcionando o espaço para digerir e crescer.",
  "sparkYourCuriosity": "Desperte Sua Curiosidade",
  "whySectionCuriosityDesc": "Amuse é projetado para despertar o interesse diário, convidando-o a uma jornada de descoberta e crescimento através da curiosidade, não apenas compartilhando conhecimento.",
  "visionSectionDesc": "Para entreter e crescer, uma mente curiosa de cada vez. Mergulhe em um mundo onde aprender parece brincadeira, e cada descoberta é um passo em direção a um você mais rico e mais esclarecido. Vamos manter um pouco de mistério, porém; as melhores descobertas são aquelas que você faz por si mesmo.",
  "plansAndFeatures": "Planos e Recursos",
  "freePrice": "€0",
  "freePlanItem1": "Acesso diário a três cartas cuidadosamente selecionadas",
  "freePlanItem2": "Explore até cinco tópicos diversos",
  "freePlanItem3": "Participe da comunidade em discussões",
  "freePlanItem4": "Acompanhe seu progresso de aprendizado",
  "premiumPrice": "€4.99",
  "month": "Mês",
  "premiumPlan": "Plano Premium",
  "premiumPlanItem1": "Arquivos de Tópicos: Acesse todos os tópicos concluídos a qualquer momento.",
  "premiumPlanItem2": "Trio de Revisão Diária: 3 Cartas para Reforçar Lições Anteriores.",
  "premiumPlanItem3": "IA Avançada: Aproveite cartas de aprendizado mais personalizadas e eficazes.",
  "premiumPlanItem4": "Tópicos Populares: Ganhe acesso exclusivo a tópicos em tendência",
  "premiumPlanItem5": "Compartir en familia: un plan único para hasta 4 alumnos en familia.",
  "startJourneyTitle": "Inicie Sua Jornada de Curiosidade",
  "footerRights": "Todos os direitos reservados. Amuse"
}